Repository: EticaAI/lsf-cache
Catalog: 1603/44/86/1603_44_86.no11.tmx
Source language: qcc
Languages: ara, cat, dan, deu, eng, fas, fin, fra, heb, ind, ita, jpn, mul, nob, pol, por, rus, spa, swe, ukr, zho

source: Q944333
ara: حرمان الحس
cat: Deprivació sensorial
deu: sensorische Deprivation
eng: sensory deprivation
fin: sensorinen deprivaatio
fra: privation sensorielle
heb: חסך חושי
ita: Deprivazione sensoriale
jpn: 感覚遮断
mul: /sensory deprivation || the act of deliberately removing or reducing stimuli/@eng-Latn
nob: Sensorisk deprivasjon
pol: Deprywacja sensoryczna
por: Privação sensorial
rus: сенсорная депривация
spa: Privación sensorial
swe: persiska
ukr: Сенсорна депривація
zho: 感覺剝奪

source: Q360904
ara: تعذيب أبيض
deu: Weiße Folter
eng: white torture
fas: شکنجه سفید
heb: העינוי הלבן
ita: Tortura del bianco
mul: /white torture || method of psychological torture utilizing sensory deprivation/@eng-Latn
spa: Tortura blanca

source: Q34284
ara: ابتزاز
cat: xantatge
dan: afpresning
deu: Chantage
eng: blackmail
fas: شانتاژ
fin: kiristys
fra: chantage
heb: סחיטה
ind: pemerasan
ita: estorsione
jpn: ゆすり
mul: /blackmail || coercion based on threat of revealing information/@eng-Latn
nob: utpressing
pol: Szantaż
por: chantagem
rus: Шантаж
spa: chantaje
swe: utpressning
ukr: Шантаж
zho: 勒索

source: Q1364801
ara: قلة النوم
cat: privació del son
dan: søvnmangel
deu: Schlafentzug
eng: sleep deprivation
fas: محرومیت از خواب
fin: Valvottaminen
fra: agrypnie
ind: Kurang tidur
ita: privazione del sonno
jpn: 断眠療法
mul: /sleep deprivation || condition of not having enough sleep/@eng-Latn
nob: Søvnberøvelse
pol: Deprywacja snu
por: privação de sono
rus: Депривация сна
spa: privación de sueño
swe: Sömnbrist
ukr: депривація сну
zho: 睡眠剥夺

source: Q2552748
ara: الإيهام بالغرق
dan: Waterboarding
deu: Waterboarding
eng: waterboarding
fas: القای حس غرقشدن
fin: Vesikidutus
fra: waterboarding
ind: Waterboarding
ita: waterboarding
jpn: ウォーターボーディング
mul: /waterboarding || drowning simulating torture method/@eng-Latn
nob: Vanntortur
pol: Waterboarding
por: afogamento simulado
rus: пытка водой
spa: submarino
swe: skendränkning
ukr: Симуляція втоплення
zho: 坐水凳

source: Q7144982
ara: إساءة معاملة مريض
eng: patient abuse
jpn: 患者虐待
mul: /patient abuse || action or failure to act which causes unreasonable suffering, misery or harm to the patient/@eng-Latn
zho: 病人受虐

source: Q908714
ara: مصل الحقيقة
cat: Droga de la veritat
dan: Sandhedsserum
deu: Wahrheitsserum
eng: truth drug
fas: سرم حقیقت
fin: Totuusseerumi
fra: sérum de vérité
heb: סם אמת
ind: Serum kejujuran
ita: siero della verità
jpn: 自白剤
mul: /truth drug || class of psychoactive drug (not actually scientific)/@eng-Latn
nob: sannhetsserum
pol: Serum prawdy
por: soro da verdade
rus: сыворотка правды
spa: Droga de la verdad
swe: sanningsserum
ukr: сироватка правди
zho: 真相葯

source: Q257222
cat: tortura mèdica
dan: medicinsk tortur
eng: medical torture
fin: Lääketieteellinen kidutus
fra: Torture médicale
heb: עינויים רפואיים
jpn: 医学的拷問
mul: /medical torture/@eng-Latn
spa: tortura médica

source: Q3002798
deu: Quietschen von Wandtafeln
eng: sound of fingernails scraping chalkboard
fin: Liitutaulun raapimisääni
fra: Crissement
ind: Penggarukan papan tulis kapur
ita: Raschio sulla lavagna
mul: /sound of fingernails scraping chalkboard/@eng-Latn
rus: скрип ногтей о классную доску
spa: sonido de uñas arañando una pizarra
zho: 指甲刮擦黑板的声音

source: Q41228212
eng: list of methods of torture
ind: Daftar metode penyiksaan
ita: metodi e strumenti di tortura
mul: //list of methods of torture//
nob: Liste over torturmetoder
zho: 酷刑的方法和器具列表

source: Q4385380
eng: music in psychological operations
mul: /music in psychological operations/@eng-Latn
rus: пытка музыкой
swe: musiktortyr
